[
    {
        "name": "Hôtel Plaza Athénée - Dorchester Collection",
        "description": "Iconic Parisian palace hotel on Avenue Montaigne, renowned for luxury, haute couture shopping, exquisite dining, and legendary hospitality.",
        "address": {
            "address": "25 Avenue Montaigne, 75008 Paris, France",
            "coordinates": [
                48.8656,
                2.3045
            ]
        },
        "category": "hotel",
        "currency": "USD",
        "price": 2131,
        "rating": 4.7,
        "nbr_review": 247,
        "link": "https://www.booking.com/hotel/fr/ha-tel-plaza-atha-c-na-c-e-paris.en-gb.html",
        "reviews": [
            {
                "comment": "The staff was exceptional, very attentive and professional. The room was beautifully appointed with all the amenities you could want.",
                "rating": 5.0
            },
            {
                "comment": "Absolutely gorgeous hotel with impeccable service. The location on Avenue Montaigne is perfect for shopping and sightseeing.",
                "rating": 4.8
            },
            {
                "comment": "Luxurious experience from start to finish. The restaurant and bar are world-class. Worth every penny for a special occasion.",
                "rating": 4.9
            },
            {
                "comment": "Beautiful classic Parisian hotel with modern amenities. The concierge team was incredibly helpful with reservations and recommendations.",
                "rating": 4.6
            },
            {
                "comment": "Outstanding hotel with attention to every detail. The spa treatments were divine and the afternoon tea was memorable.",
                "rating": 4.7
            }
        ]
    },
    {
        "name": "Hôtel Bel Ami",
        "description": "Member of Design Hotels, ideally located between Café de Flore and Deux Magots. Heart beats with Saint Germain des Prés. Casual chic rooms, Spa Esthederm, trendy bar.",
        "address": {
            "address": "7 Rue Saint-Benoît, 75006 Paris, France",
            "coordinates": [
                48.8539,
                2.3316
            ]
        },
        "category": "hotel",
        "currency": "USD",
        "price": 342,
        "rating": 4.6,
        "nbr_review": 2194,
        "link": "https://www.tripadvisor.com/Hotel_Review-g187147-d233593-Reviews-Hotel_Bel_Ami-Paris_Ile_de_France.html",
        "reviews": [
            {
                "comment": "Perfect location in Saint-Germain-des-Prés. The hotel has a great modern design and the staff is very friendly and helpful.",
                "rating": 4.8
            },
            {
                "comment": "Stylish boutique hotel with excellent service. The room was beautifully designed and very comfortable. Great breakfast too.",
                "rating": 4.7
            },
            {
                "comment": "Love the contemporary design and prime location. Walking distance to many attractions and great restaurants nearby.",
                "rating": 4.5
            },
            {
                "comment": "Wonderful hotel with a perfect blend of modern amenities and Parisian charm. The spa was a nice touch after a long day of sightseeing.",
                "rating": 4.6
            },
            {
                "comment": "Exceptional stay with attention to detail. The staff went above and beyond to make our anniversary special.",
                "rating": 4.9
            }
        ]
    },
    {
        "name": "The One Alma Paris",
        "description": "Exclusive 5-star boutique hotel in 7th arrondissement, steps from Eiffel Tower and Champs-Élysées, offering luxury accommodation with personalized service.",
        "address": {
            "address": "7 Rue de l'Université, 75007 Paris, France",
            "coordinates": [
                48.8634,
                2.3017
            ]
        },
        "category": "hotel",
        "currency": "USD",
        "price": 268,
        "rating": 4.6,
        "nbr_review": 983,
        "link": "https://fr.hotels.com/Hotel-Search?selected=9748353&PinnedHotelID=9748353",
        "reviews": [
            {
                "comment": "Beautiful boutique hotel with exceptional service. The location is perfect for exploring Paris, very close to major attractions.",
                "rating": 4.7
            },
            {
                "comment": "Stylish and comfortable rooms with great attention to detail. The staff was very accommodating and the breakfast was excellent.",
                "rating": 4.5
            },
            {
                "comment": "Perfect location near the Eiffel Tower. The hotel has a lovely atmosphere and the concierge service was outstanding.",
                "rating": 4.8
            },
            {
                "comment": "Wonderful stay with modern amenities and classic Parisian charm. The spa facilities were a nice bonus.",
                "rating": 4.4
            }
        ]
    }
]